taskt/Core/Automation/Commands/WebBrowserGroup/SeleniumBrowserTakeScreenshotOfWebBrowserCommand.dot
digraph "SeleniumBrowserTakeScreenshotOfWebBrowserCommand" {
"SeleniumBrowserTakeScreenshotOfWebBrowserCommand" -> "ASeleniumWebDriverActionCommands";
"ASeleniumWebDriverActionCommands" -> "ASeleniumDoSomethingToWebDriverCommands";
"ASeleniumWebDriverActionCommands" -> "ISeleniumWebDriverActionProperties";
"ASeleniumDoSomethingToWebDriverCommands" -> "ScriptCommand";
"ASeleniumDoSomethingToWebDriverCommands" -> "ISeleniumDoSomethingToWebDriverProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
