taskt/Core/Automation/Commands/WebBrowserGroup/SeleniumBrowserTakeScreenshotOfWebBrowserCommand.puml
@startuml
SeleniumBrowserTakeScreenshotOfWebBrowserCommand --> ASeleniumWebDriverActionCommands
ASeleniumWebDriverActionCommands --> ASeleniumDoSomethingToWebDriverCommands
ASeleniumWebDriverActionCommands --> ISeleniumWebDriverActionProperties
ASeleniumDoSomethingToWebDriverCommands --> ScriptCommand
ASeleniumDoSomethingToWebDriverCommands --> ISeleniumDoSomethingToWebDriverProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
